ruby/app/controllers/bug_controller.rb

  def index
    @bugs = Bug.all
---
SELECT "bugs".* FROM "bugs"

  def create
    @users = User.all
---
SELECT "users".* FROM "users"